Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/uis.no.csv-nb-nn.deduped.tmx
Source language: nb
Languages: nn

source: «Forstå sin egen kropp og ivareta sin egen fysiske og psykiske helse»
nn: «Forstå sin eigen kropp og ivareta si eiga fysiske og psykiske helse»

source: Hvordan tenker du at vi skal lese denne typen tekst?
nn: Korleis tenkjer du at vi skal lese denne typen tekst?

source: Foreldre opplever at deres følelsesmessige uttrykk virker inn på framdriften av deres saker, og noen opplever også at motstand og sinne blir møtt med former for straff.
nn: Foreldre opplever at dei kjenslemessige uttrykka deira verkar inn på framdrifta av sakene deira, og somme opplever også at motstand og sinne blir møtte med formar for straff.

source: Hun har en bachelor i samfunnsvitenskap fra University of Malawi (2010) og en master i sosialt arbeid fra Nord universitet i Bodø (2013).
nn: Ho har ein bachelor i samfunnsvitskap frå University of Malawi (2010) og ei master i sosialt arbeid frå Nord universitet i Bodø (2013).

source: Hvordan kan observasjon og kartlegging av enkeltbarn identifisere både styrker og utfordringer?
nn: Korleis kan observasjon og kartlegging av enkeltbarn identifisere både styrkar og utfordringar?

source: Prisen er en ærespris til ansatte ved UiS og NORCE som i løpet av de siste årene, og særlig for det kalenderåret prisen gjelder for, har utmerket seg med fremragende vitenskapelig arbeid på nasjonalt eller internasjonalt nivå.
nn: Prisen er ein ærespris for tilsette ved UiS og NORCE som i løpet av dei siste åra, og særleg for det kalenderåret prisen gjeld, har utmerka seg med framifrå vitskapleg arbeid på nasjonalt eller internasjonalt nivå.

source: Artikkelen av Cecilie Fodstad gir et perspektiv på observasjon og kartlegging i barnehagen.
nn: Artikkelen av Cecilie Fodstad gir eit perspektiv på observasjon og kartlegging i barnehagen.

source: • Lærerne gir elevene mye lesestøtte i førlesingsfasen
nn: • Lærarane gir elevane mykje lesestøtte i førlesingsfasen

source: Hvordan vil du oppsummere teksten?
nn: Korleis vil du oppsummere teksten?

source: Dette betyr ikke at jærstrendene ikke har noen verdi.
nn: Dette betyr ikkje at jærstrendene ikkje har nokon verdi.

source: Det kan være en person, et miljø, en hendelse, et
nn: Det kan vera ein person, eit miljø, ei hending, eit

source: er dem dette går mest utover.
nn: er dei dette går mest utover.

source: Avhandlingen viser at for mennesker som lever med uforklarte brystsmerter, innebærer det et liv i eksistensiell usikkerhet.
nn: Eksistensiell uvisse Avhandlinga viser at for menneske som lever med uforklarte brystsmerter, inneber det eit liv i eksistensiell uvisse.

source: Kontakt med barnevern stresser
nn: Kontakt med barnevern stressar

source: Både du som student og de ansatte har ansvar for at relasjonen/samarbeidet dere imellom fungerer på en god måte.
nn: Både du som student og dei tilsette har ansvar for at relasjonen/samarbeidet dykk imellom fungerar på ein god måte.

source: i tillegg til spørs-
nn: i tillegg til

source: inspirasjon (og skal ikke leses høyt ordrett), og tanken er at man velger ut
nn: inspirasjon (og skal ikkje lesast høgt ordrett), og tanken er at ein vel ut dei

source: noe om innholdet i teksten som kan hjelpe deg til å lese flytende?
nn: noko du veit om innhaldet i teksten som kan hjelpe deg til å lese flytande?

source: Vi vil flytte grenser for kunnskap og ferdigheter.
nn: Vi vil flytte grenser for kunnskap og ferdigheiter.

source: Internasjonal seksjon sender ut en epost til alle studenter innen kort tid etter at de er reist til utlandet for å høre hvordan det går.
nn: Internasjonal seksjon sender ut ein melding til alle studentar innan kort tid etter at dei er reist til utlandet for å høyra korleis det går.

source: Studenter og ansatte skal være i kontinuerlig samspill med samfunnet, samtidig som vi driver uavhengig kritisk søken etter ny kunnskap.
nn: Studentar og tilsette skal vere i kontinuerleg samspel med samfunnet, samstundes som vi driv uavhengig kritisk søken etter ny kunnskap.

source: mai i det påfølgende kalenderåret prisen gjelder for.
nn: mai i det påfølgande kalenderåret som prisen gjeld for.

source: (Om faget Utdanningsvalg, Tverrfaglig tema;
nn: (Om faget Utdanningsvalg, Tverrfagleg tema;

source: Funnene kan brukes til videre forskning på hvordan det oppleves å leve med uforklarte brystsmerter, og dessuten identifisere helseutfordringer som ikke alltid er gitt nok oppmerksomhet.
nn: Funna kan brukast til vidare forsking på korleis det opplevast å leva med uforklarte brystsmerter, og dessutan identifisera helseutfordringar som ikkje alltid er gitt nok merksemd.

source: forskning som ligger til grunn:
nn: forsking som ligg til grunn:

source: Det er mange involverte i denne prosessen og vi setter i gang et stort apparat både her ved UiS og ved vertsuniversitetet for at du skal få reise på utveksling.
nn: Det er mange involverte i denne prosessen og vi set i gang eit stort apparat både her på UiS og på vertsuniversitetet for at du skal få reisa på utveksling.

source: Tiden som er oppgitt til hvert øktelement er veiledende, og du som leder arbeidet kan gjøre lokale tilpasninger og utvalg.
nn: Tida som er oppgitt til kvart øktelement er rettleiande, og du som leier arbeidet kan gjere lokale tilpassingar og utval.

source: Forskjellene kan også ha sammenheng med at det er snakk om ulike tekstsamfunn, sier han og understreker at tekstsamfunnsstudier bør ha en sentral rolle i framtidige undersøkelser av skriftlig variasjon og forandring.
nn: Forskjellane kan også ha samanheng med at det er snakk om ulike tekstsamfunn, seier han og understrekar at tekstsamfunnsstudiar bør ha ei sentral rolle i framtidige undersøkingar av skriftleg variasjon og forandring.

source: Opptakskravet er en bachelorgrad i helse- og/eller sosialfag eller tilsvarende 3-årig grunnutdanning innenfor disse områdene.
nn: Opptakskravet er ein bachelorgrad i helse- og/eller sosialfag eller tilsvarande 3-årig grunnutdanning innanfor desse områda.

source: reflektere over eigen kommunikasjon og samspill med barn ut fra et yrkesetisk perspektiv
nn: reflektere over eigen kommunikasjon og samspel med barn ut frå eit yrkesetisk perspektiv

source: observere hver enkelt elev sin lesing (se observasjonsskjema), som igjen
nn: observere lesinga til kvar einskild elev (sjå observasjonsskjema), som igjen

source: det plass til tre oppfølgingspunkt, men dette kan selvsagt justeres både
nn: plass til tre oppfølgingspunkt, men dette kan sjølvsagt justerast både ned

source: Hvordan kan observasjon og kartlegging fungere som et viktig grunnlag for å iverksette tidlig innsats?
nn: Korleis kan observasjon og kartlegging fungere som eit viktig grunnlag for å iverksette tidleg innsats?

source: Hvordan disse pasientene opplever sitt dagligliv er av vesentlig betydning for sykepleie- og helsevitenskap.
nn: Korleis desse pasientane opplever dagleglivet sitt er av vesentleg tyding for sjukepleie- og helsevitskap.

source: Det gjennomføres faglige møter for å avklare
nn: Faglege møte vert gjennomført for å avklare

source: og predikere hva teksten kommer til å handle om.
nn: og predikere kva teksten kjem til å handle om.

source: Kan du lese det en gang til slik at det blir helt riktig?Bruke informasjon i teksten:
nn: Kan du lese det ein gong til slik at det blir heilt rett?Bruke informasjon i teksten:

source: Vi har et regionalt, nasjonalt og globalt blikk i de faglige aktivitetene og har internasjonalt orienterte medarbeidere og studenter.
nn: Vi har eit regionalt, nasjonalt og globalt blikk i dei faglege aktivitetane og har internasjonalt orienterte medarbeidarar og studentar.

source: Inkludert i samfunnsengasjement er også deltakelse i samfunnsdebatten, samarbeid med samfunns- og næringslivet og deltakelse i styrer og offentlige råd/utvalg.
nn: Inkludert i samfunnsengasjement er òg deltaking i samfunnsdebatten, samarbeid med samfunns- og næringslivet og deltaking i styrer og offentlege råd/utval.

source: Ansatte og studenter skal samhandle tett med omgivelsene i en internasjonalt rettet og innovativ region.
nn: Tilsette og studentar skal samhandle tett med omgjevnadene i ein internasjonalt retta og innovativ region.

source: gjennom å arbeide med passe utfordrende oppgaver.
nn: gjennom å arbeide med passe utfordrande oppgåver.

source: Prisen deles ut av en representant fra Universitetsfondet under den offisielle semesteråpningen ved UiS i august hvert år.
nn: Prisen blir delt ut av ein representant frå Universitetsfondet under den offisielle semesteropninga ved UiS i august kvart år.

source: Digitale hjelpemiddel kan gi en type læring en ikke ville fått med meir tradisjonelle undervising
nn: Digitale hjelpemiddel kan gi ein type læring ein ikkje ville fått med meir tradisjonelle undervising

source: Observasjon og kartlegging av barns språk i overgangen fra barnehage til skole
nn: Observasjon og kartlegging av barns språk i overgangen frå barnehage til skole

source: Slik diskriminering eller trakassering på bakgrunn av nevnte forhold, samt seksuell trakassering, er etter likestillings- og diskrimineringsloven § 13 forbudt.
nn: Slik diskriminering eller trakassering på bakgrunn av nemnde forhold, og seksuell trakassering, er forbode etter likestillings- og diskrimineringslova § 13.

source: «Gi elevene grunnlag for å kunne gi uttrykk for egne tanker, følelser
nn: «Gi elevane grunnlag for å kunne gi uttrykk for eigne tankar, kjensler

source: Oversikt fra institusjonen over hvor mange praksisuker som er obligatoriske hvert
nn: Oversikt frå institusjonen over kor mange praksisveker som er obligatoriske kvart

source: stopp, både for å stimulere leseflyt og for å skape en helhetlig forståelse
nn: både for å stimulere leseflyt og for å skape ei heilskapleg forståing av

source: Denne kunnskapen kan også være relevant for andre pasientgrupper med uforklarte symptomer på sykdom.
nn: Denne kunnskapen kan òg vera relevant for andre pasientgrupper med uforklarte symptom på sjukdom.

source: Hvilken informasjon har du som kan hjelpe deg å forstå denne
nn: Kva for informasjon har du som kan hjelpe deg til å forstå

source: Den har som formål å fremme fremragende formidling og samfunnsengasjement, ved Universitetet i Stavanger (UiS).
nn: Den har til formål å fremje framifrå formidling og samfunnsengasjement ved Universitetet i Stavanger (UiS).

source: Om du får tilbud om å bli nominert til et vertsuniversitet og takker ja, så vil du få mer informasjon om videre prosess i utvekslingsveilederen.
nn: Om du får tilbud om å bli nominert til eit vertsuniversitet og takkar ja, så vil du få meir informasjon om vidare prosess i utvekslingsveilederen.

source: 479 personer ble evakuert med helikopter da cruiseskipet Viking Sky fikk maskinstans på Hustadvika i mars i fjor.Pauli Marshall Løchting, innsatsleder fra Møre og Romsdal politidistrikt, Jan Morten Dale, beredskapskoordinator i Fræna kommune og Hans Vik, politimester i Sør-Vest politidistrikt delte alle sine erfaringer fra denne hendelsen, som var øyeblikk fra katastrofe.
nn: 479 personar blei evakuerte med helikopter då cruiseskipet Viking Sky fekk maskinstans på Hustadvika i mars i fjor. Pauli Marshall Løchting, innsatsleiar frå Møre og Romsdal politidistrikt, Jan Morten Dale, vernebuingskoordinator i Fræna kommune og Hans Vik, politimeister i Sør-Vest politidistrikt delte alle erfaringane sine frå denne hendinga, som var augneblink frå katastrofe.

source: I hvor stor grad mener du at overgangsrutiner mellom barnehage og skole i din kommune kjennetegnes av:
nn: I kor stor grad meiner du at overgangsrutinar mellom barnehage og skole i din kommune er kjenneiteikna av:

source: Det er sentralt å sette av nok tid til samtale blant deltakerne, og å tenke gjennom inndeling i grupper på forhånd.
nn: Det er sentralt å setje av nok tid til samtale blant deltakarane, og å tenke gjennom inndeling i grupper på forhånd.

source: Det gjelder både i forholdet til saksbehandlere, saksgangen og hvordan foreldrene oppfatter hjelp fra barnevernet.
nn: Det gjeld både i forholdet til saksbehandlarar, saksgangen og korleis foreldra oppfattar hjelp frå barnevernet.

source: Det gjennomføres evalueringer og møter for å tilbakeføre kompetanse til UH. Sektoren.
nn: Evalueringar vert gjennomført og møter heldt for å tilbakeføre kompetanse til UH-sektoren.

source: Ord som lovlig kidnapping, tyveri og kulturell ufølsomhet er blitt brukt for å beskrive barnevernet i enkelte internasjonale medier.
nn: Ord som lovleg kidnapping, tjuveri og kulturell kjensleløyse er blitt brukte for å skildre barnevernet i enkelte internasjonale medium.

source: samtidig som man kan utnytte de andre elevene i gruppa som lese- og
nn: samtidig som ein kan utnytte dei andre elevane i gruppa som lese- og

source: Legger du merke til noe spesielt ved denne
nn: Er det noko spesielt du legg merke til ved denne

source: Viktig å lære å hemme impulser
nn: Viktig å læra å hemje impulsar

source: Det er viktig at du/dere som skal lede arbeidet på skolen bruker tid til å bli kjent med innholdet og organisering på forhånd.
nn: Det er viktig at du/dykk som skal leie arbeidet på skolen bruker tid til å bli kjent med innhaldet og organiseringa på førehand.

source: Hvilken informasjon har forfatteren fremhevet?
nn: Kva for informasjon har forfattaren framheva?

source: Får du oppfølging av Internasjonal seksjon under utvekslingsoppholdet?
nn: Får eg oppfølging av Internasjonal seksjon under utvekslingsopphaldet?

source: bør du, sammen med læreren din, sammenligne
nn: du, saman med læraren din, samanlikne morsmålet

source: Et undervisningsopplegg for ungdomstrinnet kor leseprossesen er en del av skriveprosessen.
nn: Eit undervisningsopplegg for ungdomstrinnet kor leseprossesen er ein del av skriveprosessen.

source: De fleste øktene munner ut i oppgaver eller forslag til utprøvinger i egen praksis, og det er viktig at det er nok tid til å gjennomføre disse.
nn: Dei fleste øktene munnar ut i oppgåver eller forslag til utprøvingar i eigen praksis, og det er viktig at det er nok tid til å gjennomføre desse.

source: inspirere og støtte barn når de utforsker muntlige og skriftlige sjangre, matematiske og språklige problem, symbol og sammenhenger
nn: inspirere og støtte barn når dei utforskar munnlege og skriftlege sjangrar, matematiske og språklege problem, symbol og samanhengar

source: Elevene lærer også å bruke sin egen kompetanse som
nn: Elevane lærer også å bruke sin eigen kompetanse som

source: Energi, helse og velferd, og læring for livet er våre satsingsområder.
nn: Energi, helse og velferd, og læring for livet er satsingsområda våre.

source: Videre kan funnene brukes til å utvikle verktøy som på et tidlig stadium kan hjelpe pasientene til å oppnå god helse og trivsel i dagliglivet.
nn: Vidare kan funna brukast til å utvikla verktøy som på eit tidleg stadium kan hjelpa pasientane til å oppnå god helse og trivsel i dagleglivet.

source: • Lærerne åpner ofte opp for samtale om tekstene de leser
nn: • Lærarane opnar ofte opp for samtale om tekstane dei les

source: Det indre samspillet mellom tema / problemstilling, forskingsspørsmål, metodeverktøy og formidlingsmåte
nn: Det indre samspelet mellom tema / problemstilling, forskingsspørsmål, metodeverktøy og formidlingsmåte

source: Gjennom kritisk refleksjon og tydelig kommunikasjon skal ansatte og studenter sette dagsorden for viktige saker og være aktive deltakere i fag- og samfunnsdebatten.
nn: Gjennom kritisk refleksjon og tydeleg kommunikasjon skal tilsette og studentar setje dagsorden for viktige saker og vere aktive deltakarar i fag- og samfunnsdebatten.

source: Laugbøker ser ut til å ha mer til felles språklig med ikke-dokumentariske tekster enn med ulike rettsdokumenter.
nn: Laugbøker ser ut til å ha meir til felles språkleg med ikkje-dokumentariske tekstar enn med ulike rettsdokument.

source: Studien bygger på ideer fra tradisjonell og moderne dialektologi, historisk sosiolingvistikk og korpuslingvistikk og er et supplement til den tradisjonelle måten å tolke slike tekster på innenfor tradisjonen til A Linguistic Atlas of Late Mediaeval English (LALME;
nn: Studien byggjer på idear frå tradisjonell og moderne dialektologi, historisk sosiolingvistikk og korpuslingvistikk og er eit supplement til den tradisjonelle måten å tolke slike tekstar på innanfor tradisjonen til A Linguistic Atlas of Late Mediaeval English (LALME;

source: (Om faget KRLE, Tverrfaglig tema;
nn: (Om faget KRLE, Tverrfagleg tema;

source: I bedømmelseskomitéen satt professor Kerry Lee fra Education University of Hong Kong, førsteamanuensis Imac Maria Zambrana fra Universitetet i Oslo og professor Thomas Moser fra Læringsmiljøsenteret ved UiS.
nn: I omdømmingskomitéen sat professor Kerry Lee frå Education University of Hong Kong, førsteamanuensis Imac Maria Zambrana frå Universitetet i Oslo, og professor Thomas Moser frå Læringsmiljøsenteret ved UiS.

source: For foreldre som har tidligere erfaringer fra flukt, kan dette forsterke sårbarheten blant innvandrere når de er i kontakt med barnevernet.
nn: For foreldre som har tidlegare erfaringar frå flukt, kan dette forsterke kjensla av sårbarheit blant innvandrarar når dei er i kontakt med barnevernet.

source: 360ViSi er et internasjonalt samarbeidsprosjekt med mål om å utvikla innovativ læringsmetodikk i he
nn: 360ViSi er eit internasjonalt samarbeidsprosjekt med mål om å utvikla innovativ læringsmetodikk i he

source: Tilbakemeldingene fra bedømmelseskomiteen var gode, og Thomas Moser konkluderte med at disputasen var svært godt gjennomført.
nn: Tilbakemeldingane frå omdømmingskomitéen var gode, og Thomas Moser konkluderte med at disputasen var svært godt gjennomført.

source: tydelig hvor mange uker hver praksisperiode inneholder)
nn: tydeleg kor mange veker kvar praksisperiode inneheld)

source: • Kandidatens innovasjonsarbeid i form av konkrete kommersialiseringer eller bidrag til
nn: • Kandidatens innovasjonsarbeid i form av konkrete kommersialiseringar eller bidrag til

source: Prisen er en ærespris til ansatte som i løpet av det kalenderåret prisen gjelder for har utmerket seg med fremragende bidrag til verdiskaping gjennom forskningsbasert innovasjon og/eller kommersialisering av forskning.
nn: Prisen er ein ærespris for tilsette som i løpet av det kalenderåret prisen gjeld for har utmerka seg med framifrå bidrag til verdiskaping gjennom forskingsbasert innovasjon og/eller kommersialisering av forsking.

source: Førstkommende søknadsfrist for studier i utøvende musikk:
nn: Førstkommande søknadsfrist for studiar i utøvande musikk:

source: Noen ganger er det nødvendig å lese gjennom hele teksten uten
nn: Nokre gonger er det nødvendig å lese gjennom heile teksten utan stopp,

source: Etter å ha fullført emnet skal studenten
nn: Etter å ha fullført dette emnet skal studenten:

source: Videre er det viktig for utvikling av sosiale ferdigheter, i lek og samspill med andre barn, men også for utvikling av akademiske ferdigheter, som å lære å lese, skrive og løse matematiske oppgaver.
nn: Vidare er det viktig for utvikling av sosiale ferdigheiter, i leik og samspel med andre born, men også for utviklinga av akademiske ferdigheiter, som å lære å lese, skrive og løyse matematiske oppgåver.

source: , når, mens, innen, før, etter,
nn: , når, mens, innan, før, etter,

source: Skolebiblioteket som pedagogisk ressurs
nn: Skulebiblioteket som pedagogisk ressurs

source: Funn fra Tembos forskning viser også at innvandrerforeldre opplever foreldrerollen som kompleks og mer krevende i Norge enn i deres hjemland.
nn: Funn frå hennar forsking viser også at innvandrarforeldre opplever foreldrerolla som kompleks og meir krevjande i Noreg enn i heimlandet deira.

source: roller, faglige perspektiver, omfang ut fra faglig og økonomisk kapasitet.
nn: rollar, faglege perspektiv, omfang ut frå fagleg og økonomisk kapasitet.

source: ganske sjelden av og til.
nn: ganske sjeldan av og til.

source: Å bryte taushetsplikten er straffbart, og taushetsplikten gjelder også etter at du er ferdig som student/etter praksisopphold.
nn: Å bryta teieplikta er straffbart, og teieplikta gjeld også etter at du er ferdig som student/etter praksisopphold.

source: lest gjennom aktiviteter som drama, tegning og skriving.Hvilke tekster kan man bruke i
nn: lese gjennom aktivitetar som drama, teikning og skriving.Kva tekstar kan ein bruke i veileda

source: Nylig publiserte hun artikkelen
nn: Nyleg publiserte ho artikkelen

source: • Lærerne ser ut til å mangle strategier for hvordan de skal støtte elevenes
nn: • Lærarane ser ut til å mangle strategiar for korleis dei skal støtte av-

source: veiledningen av hver enkelt elev er tilpasset elevens leseferdighet og
nn: veiledninga av kvar einskild elev er tilpassa leseferdigheita og eventuelle

source: • Lærerne ser ut til å mangle strategier for hvordan man kan snakke om
nn: • Lærarane ser ut til å mangle strategiar for korleis ein kan snakke om kva

source: Ved involvering får beslutningene et videre kunnskapsgrunnlag.
nn: Ved involvering får avgjerdene eit vidare kunnskapsgrunnlag.

source: Men ved å være fysisk aktive og delta i høyintensitets-treningsprogram for personer med uforklarte brystsmerter, opplever flere at de mestrer symptomene og får en lettere hverdag med bedre helse og trivsel.
nn: Men ved å vera fysisk aktive og delta i høgintensitets-treningsprogram for personar med uforklarte brystsmerter, opplever fleire at dei meistrar symptoma og får ein lettare kvardag med betre helse og trivsel.

source: Prisen kan tildeles en forsker, en forskningsgruppe eller et forskningsmiljø ved UiS og/eller NORCE.
nn: Prisen kan tildelast ein forskar, ei forskingsgruppe eller eit forskingsmiljø ved UiS og/eller NORCE.

source: Evne å gjennomføre enkle prosjekter etter metodebaserte prosedyrer
nn: Evne å gjennomføre enkle kunnskapsgivande prosjekt etter metodebaserte prosedyrar

source: Senter for innovasjonsforsking, en premissleverandør for praksis og politikk
nn: Senter for innovasjonsforsking, ein premissleverandør for praksis og politikk

source: – Selvregulering eller såkalte «eksekutive funksjoner» er evnen til å hemme impulser, oppdatere arbeidsminnet og fleksibelt skifte oppmerksomhet.
nn: – Sjølvregulering eller såkalla «eksekutive funksjonar» er evna til å hemje impulsar, oppdatere arbeidsminnet og fleksibelt skifte oppmerksemd.

source: under og etter lesing.
nn: og etter lesing.

source: et innovativt universitet
nn: eit innovativt universitet

source: (Om faget Samfunnsfag, Tverrfaglig tema;
nn: (Om faget Samfunnsfag, Tverrfagleg tema;

source: De viktigste positive funnene fra denne studien er:
nn: Dei viktigaste positive funna frå denne studien er:

source: Wiencke fra Proactima, Chris Dale fra Netsecurity, Per Brekke fra DSB, Halvor Molland fra Norsk Hydro og Erik M.
nn: Wiencke frå Proactima, Chris Dale frå Netsecurity, Per Brekke frå DSB, Halvor Molland frå Norsk Hydro og Erik M.

source: elevenes indre motivasjon for utvikling og læring.
nn: elevane sin indre motivasjon for utvikling og læring.

source: bronsealder og eldste jernalder
nn: yngre bronsealder og eldste jernalder

source: Thengs har samlet 253 tekster datert til mellom rundt 1400 til 1525 i en tekstsamling som han har kalt «The Northwest Midland document corpus» (NWM-C).Målet har vært å studere hvordan tekstene varierer språklig i forhold til hvor de stammer fra.
nn: Thengs har samla 253 tekstar datert til mellom rundt 1400 til 1525 i ei tekstsamling som han har kalla «The Northwest Midland document corpus» (NWM-C). Målet har vore å studere korleis tekstane varierer språkleg opp mot kvar dei stammar frå.

source: spesifikke deler av et leseområde) man må arbeide med.
nn: spesifikke delar av eit leseområde) ein må arbeide med.

source: «Gjennom å delta i etisk refleksjon blir elevene i stand til å problematisere
nn: «Gjennom å delta i etisk refleksjon blir elevane i stand til å problematisere
